Repository: Coool/plugin.video.peertube
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr

# #30000
source: Instance URL
de_de: URL der Instanz
fr_fr: URL de l'instance

# #30001
source: Number of items to show per page
de_de: Anzahl der Elemente, die pro Seite angezeigt werden sollen
fr_fr: Nombre d'éléments à afficher par page

# #30002
source: Sort videos by
de_de: Videos sortieren nach
fr_fr: Trier les vidéos par

# #30003
source: Preferred video resolution
de_de: Bevorzugte Videoauflösung
fr_fr: Résolution vidéo préférée

# #30005
source: List only videos with scope
de_de: Nur Videos des Typs anzeigen
fr_fr: Afficher uniquement les vidéos de type

# #30006
source: General
de_de: Allgemein
fr_fr: Général

# #30007
source: Browsing/Searching
de_de: Blättern/Suchen
fr_fr: Navigation/Recherche

# #30008
source: Video playback
de_de: Video-Wiedergabe
fr_fr: Lecture

# #30010
source: all-local (admins only)
de_de: alles-lokal (nur für Administratoren)
fr_fr: all-local (admins seulement)

# #30011
source: likes
de_de: Gefällt mir
fr_fr: nombre de j'aime

# #30012
source: views
de_de: Angesehen
fr_fr: nombre de vues

# #30013
source: Display a notification when the service starts
de_de: Eine Benachrichtigung anzeigen, wenn der Dienst startet
fr_fr: Afficher une notification au démarrage du service

# #30014
source: URL of the PeerTube instance to use (with or without the HTTP(s) prefix)
fr_fr: URL de l'instance PeerTube à utiliser (avec ou sans le préfixe HTTP(s))

# #30015
source: This notification is especially useful on slow devices where the service takes time to start.
fr_fr: Cette notification est particulièrement utile sur les appareils lents où le service met du temps à démarrer.

# #30016
source: The greater the longer the pages will take to load.
fr_fr: Plus ce nombre est élevé plus les pages mettront du temps à charger.

# #30017
source: Note: only ascending order is supported.
fr_fr: Note : les élements ne seront classés que dans l'ordre ascendant.

# #30018
source: [local] Only display the videos which are local to the selected instance [all-local] Only display the videos which are local to the selected instance [B]plus[/B] the private and unlisted videos (requires admin privileges)
fr_fr: [local] Affiche seulement les vidéos qui sont locales à l'instance sélectionnée [all-local] Affiche seulement les vidéos qui sont locales à l'instance sélectionnée [B]plus[/B] les vidéos privées and non référencées (nécessite les droits admin)

# #30019
source: If the preferred resolution is not available for a given video, the lower resolution that is the closest to your preference will be used. If not available, the higher resolution that is the closest from your preference will be used.
fr_fr: Si la résolution préférée n'est pas disponible pour une vidéo donnée, la résolution plus basse et la plus proche de votre préférence sera utilisée. Si elle n'est pas disponible, la résolution plus haute et la plus proche de votre préférence sera utilisée.

# #30020
source: Size of the initial chunk to download (seconds)
fr_fr: Taille du premier morceau à télécharger (secondes)

# #30021
source: Number of seconds in the video to download before starting playback. You should adapt this value depending on the power of your machine and the speed of your internet connection.
fr_fr: Nombre de secondes dans la vidéo à télécharger avant de lancer la lecture. Vous devriez ajuster cette valeur en fonction de la puissance de votre machine et de la vitesse de votre connexion internet.

# #30022
source: Open vfs.libtorrent settings
fr_fr: Ouvrir les paramètres de vfs.libtorrent

# #30023
source: vfs.libtorrent is the add-on responsible for downloading the videos via BitTorrent
fr_fr: vfs.libtorrent est l'extension responsable du téléchargement des vidéos via BitTorrent

# #30400
source: PeerTube service started
de_de: PeerTube-Dienst gestartet
fr_fr: Le service PeerTube a démarré

# #30401
source: You may now start playing videos.
fr_fr: Vous pouvez maintenant lire des vidéos.

# #30402
source: Request error
de_de: Anforderungsfehler
fr_fr: Erreur de la requête

# #30403
source: No details returned by the server. Check the log for more information.
de_de: Keine Details vom Server zurückgegeben. Prüfen Sie das Protokoll auf weitere Informationen.
fr_fr: Le serveur n'a pas renvoyé de détails. Voir le journal pour plus d'informations.

# #30404
source: {} ---------- Number of local videos: {} Number of users: {}
de_de: {} ---------- Anzahl der lokalen Videos: {} Anzahl der Benutzer: {}
fr_fr: {} ---------- Nombre de vidéos locales: {} Nombre d'utilisateurs: {}

# #30405
source: Next page
de_de: Nächste Seite
fr_fr: Page suivante

# #30406
source: Browse videos on the selected instance
de_de: Videos auf der ausgewählten Instanz durchsuchen
fr_fr: Parcourir les vidéos sur l'instance sélectionnée

# #30407
source: Search videos on the selected instance
de_de: Videos auf der ausgewählten Instanz suchen
fr_fr: Rechercher des vidéos sur l'instance sélectionnée

# #30408
source: Select another instance
de_de: Andere Instanz wählen
fr_fr: Sélectionner une autre instance

# #30409
source: Search videos on {}
de_de: Videos suchen unter {}
fr_fr: Rechercher des vidéos sur {}

# #30410
source: No videos found
de_de: Keine Videos gefunden
fr_fr: Aucune vidéo trouvée

# #30411
source: No videos found matching the keywords '{}'
de_de: Keine Videos zu den Stichworten gefunden '{}'
fr_fr: Aucune vidéo ne correspond aux mots-clés '{}'

# #30416
source: Download timeout
de_de: Zeitüberschreitung beim Herunterladen
fr_fr: Délai d'attente dépassé

# #30417
source: Timeout while downloading {}
de_de: Timeout beim Herunterladen {}
fr_fr: Délai d'attente dépassé lors du téléchargement de {}

# #30418
source: Instance changed
de_de: Instanz gewechselt
fr_fr: Instance modifiée

# #30419
source: {} is now the selected instance.
de_de: {} ist nun die ausgewählte Instanz.
fr_fr: {} est maintenant l'instance sélectionnée.

# #30421
source: Download error
fr_fr: Erreur de téléchargement

# #30422
source: Error when trying to download the video. Check the log for more information.
fr_fr: Une erreur est survenue pendant le téléchargement de la vidéo. Voir le journal pour plus d'informations.

# #30423
source: Playback error
fr_fr: Erreur de lecture

# #30424
source: When the playback started, the portion of the video that was downloaded was probably not big enough. The video is being downloaded in the backgroud: do you want to stop the download? Answer "no" if you plan to try again to play the video (but you should wait a few seconds). Otherwise answer "yes".
fr_fr: Quand la lecture a démarré, la portion de la vidéo qui avait été téléchargée était certainement trop petite. La vidéo est en train d'être téléchargée en arrière plan : voulez-vous arrêter le téléchargement ? Utilisez "non" si vous allez essayer de lire la vidéo de nouveau (mais vous devriez attendre quelques secondes). Utilisez "oui" sinon.

# #30009
source: local
de_de: lokal
